tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "jmespath/jmespath"
tap "rcmdnk/file"
tap "valelint/vale"
cask "java"
brew "ack"
brew "amazon-ecs-cli"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "ansible"
brew "autoenv"
brew "autojump"
brew "beanstalkd"
brew "certbot"
brew "cmake"
brew "ctags"
brew "daemon"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-machine"
brew "pcre"
brew "editorconfig"
brew "ffmpeg"
brew "fish"
brew "libpng"
brew "freetype"
brew "gettext"
brew "git-extras"
brew "go"
brew "highlight"
brew "icu4c"
brew "jpeg"
brew "libtiff"
brew "imagemagick"
brew "jasper"
brew "jid"
brew "jo"
brew "jq"
brew "kompose"
brew "libevent"
brew "libgpg-error"
brew "libiconv"
brew "libksba"
brew "libxml2"
brew "libxslt"
brew "little-cms"
brew "mackup"
brew "mhash"
brew "mcrypt"
brew "mkcert"
brew "python@2"
brew "mongodb"
brew "mysql"
brew "ncdu"
brew "pidof"
brew "pkg-config"
brew "postgresql@9.6", restart_service: true
brew "ruby", link: true
brew "scala"
brew "telnet"
brew "telnetd"
brew "terraform"
brew "the_silver_searcher"
brew "tnftp"
brew "tnftpd"
brew "translate-shell"
brew "unixodbc"
brew "valgrind", args: ["HEAD"]
brew "vault"
brew "vim", args: ["with-lua"]
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "jmespath/jmespath/jp"
cask "1password"
cask "alfred"
cask "atom"
cask "bartender"
cask "boostnote"
cask "chefdk"
cask "db-browser-for-sqlite"
cask "divvy"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "hipchat"
cask "hyperdock"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "lastfm"
cask "macvim"
cask "mamp"
cask "minikube"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "recordit"
cask "rescuetime"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "textmate"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
